import React from 'react'
import './Pravila.css'

const Pravila = () => {
  return (
    <div className='info-pravila'>
        <div className='pravila'>
            <p>1. Вы обязуетесь отправить все открытки, которые должны отправить.</p>
        </div>
        <div className='pravila'>
            <p>2. Система старается сделать все, чтобы в обмене принимали только активные, добросовестные, ответственные пользователи. Однако часто случается так, что по причине работоспособности почты - ваша открытка не будет доставлена. Система не отвечает за такие случаи.</p>
        </div>
        <div className='pravila'>
            <p>3. Запрещено размещать информацию, которая противоречит законам РФ.</p>
        </div>
        <div className='pravila'>
            <p>4. Система не несет ответственности за противоправные действия участников.</p>
        </div>
        <div className='pravila'>
            <p>5. Пользователи системы обязаны проявлять уважение к другим участникам.</p>
        </div>
    </div>
  )
}

export default Pravila